Revit 2024 API
ParameterTypeId.ViewShowMassing Property
 "Show Mass"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewShowMassing { get; }
Visual Basic
Public Shared ReadOnly Property ViewShowMassing As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewShowMassing {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace